Repository: ostende/Torrent-Player
Catalog: usr/lib/enigma2/python/Plugins/Extensions/torrentPlayer/lib/SubsSupport/locale/*/LC_MESSAGES/*.po
Languages: et, lt, sk, uk

source: Add subtitle's language to filename
et: Lisa subtiitri keel failinimesse
lt: Į failo vardą įtraukti subtitrų kalbą
sk: Pridať jazyk titulkov k názvu súboru
uk: Добавить язык субтитров в имя файла

source: All
et: Kõik
lt: visi
sk: Všetky
uk: Все

source: Always ask before overwriting existing subtitles
et: Küsi alati enne olemasolevate subtiitrite ülekirjutamist
lt: Visada klausti, prieš perrašant jau sukurtus subtitrus
sk: Spýtať sa pred prepisovaním tituliek
uk: Запитати перед перезаписом існуючих субтитрів

source: Append language to filename
et: Lisa keel failinimesse
lt: Į failo vardą įtraukti kalbą
sk: Pripojiť jazyk titulkov k názvu súboru
uk: Додати мову до імені файлу

source: Ask on remove action
et: Küsi eemaldamisel
lt: Klausti prieš pašalinant
sk: Potvrdiť zmazanie
uk: Запитати перед акцією видалення

source: Auto sync to current event
et: Automaatne sünkroonimine käesoleva saatega
lt: Autosinchronizavimas su dabartiniu įvykiu
uk: Автоматична синхронізація поточної події

source: Background
et: Taust
lt: Fonas
sk: Pozadie
uk: Фон

source: Central and Eastern Europe
et: Kesk- ja Ida-Euroopa
lt: Vidurio ir Rytų Europa
uk: Центральна та Східна Європа

source: Western Europe
et: Lääne-Euroopa
lt: Vakarų Europa
uk: Західна Європа

source: Arabic
et: Araabia
lt: Arabų
uk: Арабська

source: Turkish
et: Türgi
lt: Turkų
uk: Турецька

source: Russia
et: Vene
lt: Rusų
uk: Російська

source: Greek
et: Kreeka
lt: Graikų
uk: Грецька

source: Background X-offset
et: Tausta horisontaalne nihe
lt: Horizontalus fono poslinkis
sk: Horizontálna odchýlka pozadia
uk: Зміщення фону по горизонталі

source: Background Y-offset
et: Tausta vertikaalne nihe
lt: Vertikalus fono poslinkis
sk: Vertikálna odchýlka pozadia
uk: Зміщення фону по вертикалі

source: Background color
et: Tausta värv
lt: Fono spalva
sk: Farba pozadia
uk: Колір фону

source: Background transparency
et: Tausta läbipaistvus
lt: Fono skaidrumas
sk: Transparentnosť pozadia
uk: Прозорість фону

source: Background type
et: Tausta tüüp
lt: Fono tipas
sk: Typ pozadia
uk: Тип фону

source: Cancel
et: Tühista
lt: Atšaukti
sk: Zrušiť
uk: Відміна

source: Cannot decode subtitles. Try another encoding group
et: Subtiitrite avamine nurjus. Proovi teist tähemärgistikku
lt: Subtitrų iškoduoti nepavyksta. Pabandykite kitą koduotę
sk: Nemôžem dekódovať titulky. Skúste použiť inú skupinu kódovaní.
uk: Неможливо декодувати субтитри. Спробуйте іншу групу кодування

source: Cannot load subtitles. Invalid path
et: Subtiitrite laadimine nurjus. Kehtetu asukoht
lt: Subtitrų įkelti nepavyko. Neteisingas kelias
sk: Chyba načítania tituliek
uk: Неможливо завантажити субтитри. недійсний шлях

source: Cannot parse subtitles. Invalid subtitles format
et: Subtiitrite laadimine nurjus. Vigane vorming
lt: Subtitrų apdoroti nepavyko. Neteisingas subtitrų formatas
sk: Chyba načítania tituliek
uk: Не можу прочитати субтитри. Невідомий формат субтитрів

source: Cannot parse subtitles. Not supported subtitles format
et: Subtiitrite lugemine nurjus. Toetuseta subtiitrite vorming
lt: Subtitrų apdoroti nepavyko. Nepalaikomas subtitrų formatas
sk: Chyba načítania tituliek, nepodporovaný formát
uk: Не можу прочитати субтитри. Непідтримуваний формат субтитрів

source: Change encoding
et: Muuda tähemärgistik
lt: Pakeisti koduotę
sk: Zmeniť kódovanie
uk: Зміна кодування

source: Change subssupport settings
et: Muuda subssupport seadistusi
lt: Keisti subtitrų nuostatas
uk: Зміна налаштувань субтитрів

source: Check search parameters before subtitles search
et: Kontrolli enne otsingut otsisõna
lt: Prieš subtitrų paiešką patikslinti paieškos parametrus
sk: Skontrolovať parametre vyhľadávania pred jeho spustením
uk: Перевірка параметрів перед пошуком субтитрів

source: Choose Subtitles
et: Vali subtiitrid
lt: Pasirinkti subtitrus
sk: Vybrať titulky
uk: Вибір субтитрів

source: Choose from downloaded subtitles
et: Vali tõmmatud subtiitritest
lt: Pasirinkti subtitrus iš parsiųstų
sk: Vybrať zo stiahnutých tituliek
uk: Вибір із завантажених субтитрів

source: Choose from embedded subtitles
et: Vali põimitud subtiitritest
lt: Pasirinkti subtitrus iš esamų įterptų
sk: Vybrať z "vnorených" tituliek
uk: Вибір з вбудованих субтитрів

source: Choose from web subtitles
et: Vali veebi subtiitritest
lt: Pasirinkti subtitrus iš interneto
uk: Вибір з веб субтитрів

source: Choose subtitles
et: Vali subtiitrid
lt: Pasirinkti subtitrus
sk: Vybrať titulky
uk: Вибір субтитрів

source: Color
et: Värv
lt: Spalva
sk: Farba
uk: Кольор

source: Currently choosed subtitles
et: Hetkel valitud subtiitrid
lt: Dabar pasirinkti subtitrai
sk: Momentálne vybraté titulky
uk: Поточні вибрані субтитри

source: DVB player settings
et: DVB esituse seaded
lt: DVB leistuvo parametrai
uk: Налаштування DVB плеєра

source: Default
et: Vaikimisi
lt: numatytasis
uk: Дефолт

source: Do you want to proceed?
et: Kas jätkad
lt: Ar norite tęsti?
sk: Chcete pokračovať?
uk: Ви хочете продовжити?

source: Do you want to show this message again?
et: Kas tahad seda teadet veel näha?
lt: Ar rodyti šį pranešimą ir vėliau?
sk: Chcete zobraziť túto správu znova?
uk: Ви хочете бачити це повідомлення ще раз?

source: Download (more...)
et: Tõmba (veel...)
lt: Parsisiųsti (daugiau...)
sk: Stiahnuť (viac...)
uk: Завантаження (більше ...)

source: Download (next to video)
et: Tõmba (filmiga ühine kataloog)
lt: Parsisiųsti (kartu su vaizdu)
sk: Stiahnuť (vedľa videa)
uk: Завантаження (разом з відео)

source: Download (user defined)
et: Tõmba (kasutaja määratud)
lt: Parsisiųsti (pasirinktą vartotojo)
sk: Stiahnuť (uživateľsky definované)
uk: Завантаження (визначено користувачем)

source: Download and Load (more...)
et: Tõmba ja laadi (veel...)
lt: Parsisiųsti ir įkelti (daugiau...)
sk: Stiahnuť a Načítať (viac...)
uk: Завантаження і застосування (більше ...)

source: Download and Load (next to video)
et: Tõmba ja laadi (filmiga ühine kataloog)
lt: Parsisiųsti ir įkelti (kartu su vaizdu)
sk: Stiahnuť a Načítať (vedľa videa)
uk: Завантаження і застосування (разом з відео)

source: Download and Load (user defined)
et: Tõmba ja laadi (kasutaja määratud)
lt: Parsisiųsti ir įkelti (pasirinktą vartotojo)
sk: Stiahnuť a Načítať (uživateľsky definované)
uk: Завантаження і застосування (визначено користувачем)

source: Download date
et: Tõmbamise kuupäev
lt: Parsiuntimo data
sk: Dátum stiahnutia
uk: Дата завантаження

source: Download options
et: Tõmbamise valikud
lt: Parsiuntimo parinktys
sk: Možnosti sťahovania
uk: Опції завантаження

source: Download subtitles for your videos
et: Hangi filmidele subtiitreid
lt: Atsiųsti subtitrus savo filmams
uk: Завантаження субтитрів для Вашого відео

source: Downloaded Subtitles
et: Tõmba subtiitreid
lt: Parsisiųsti subtitrai
sk: Stiahnuté Titulky
uk: Завантажені субтитри

source: Downloaded Subtitles - Settings
et: Subtiitrite hankimine - Seadistus
lt: Parsisiųsti subtitrai - nuostatos
uk: Завантажені субтитри - настройки

source: Duration
et: Kestus
lt: Trukmė
uk: Тривалість

source: Edit Filename
et: Muuda failinime
lt: Redaguoti failo pavadinimą
sk: Editovať názov súboru
uk: Редактор імені файлу

source: Edit download path
et: Muuda tõmbamise asukohta
lt: Redaguoti parsisiuntimo kelią
sk: Editovať cestu sťahovania
uk: Редактор каталогу завантаження

source: Embedded Subtitles
et: Põimitud subtiitrid
lt: Įterpti subtitrai
sk: Vnorené titulky
uk: Вбудовані субтитри

source: Embedded subtitles settings
et: Põimitud subtiitrite seaded
lt: Įterptų subtitrų nuostatos
uk: Налаштування вбудованих субтитрів

source: Encoding
et: Tähemärgistik
lt: Koduotė
sk: Skupina kódovaní
uk: Кодування

source: Encoding:
et: Tähemärgistik:
lt: Koduotė:
sk: Kódovanie:
uk: Кодування

source: Entries count:
et: Kirjete arv:
lt: Įrašų skaičius:
sk: Počet položiek:
uk: Всього записів:

source: Episode
et: Episood
lt: Epizodas
sk: Epizóda
uk: Епізод

source: Event Duration
et: Saate kestus
lt: Įvykio trukmė
uk: Тривалість події

source: Event Name
et: Saate nimi
lt: Įvykio pavadinimas
uk: Ім'я події

source: Event Time
et: Saate aeg
lt: Įvykio laikas
uk: Час події

source: External Subtitles settings
et: Väliste subtiitrite seadistus
lt: Išorinių subtitrų nuostatos
uk: Налаштування зовнішніх субтитрів

source: External subtitles settings
et: Väliste subtiitrite seaded
lt: Išorinių subtitrų nuostatos
uk: Налаштування зовнішніх субтитрів

source: Filename
et: Failinimi
lt: Failo pavadinimas
sk: Názov súboru
uk: Ім'я файлу

source: Filename cannot be empty!
et: Tühi failinimi ei ole lubatud.
lt: Failopavadinimas negali būti tuščias!
sk: Musíte zadať názov súboru!
uk: Файл не може бути порожнім!

source: Font color (Bold)
et: Teksti värv (Rasvane)
lt: Šrifto spalva (paryškintas)
uk: Колір шрифту (жирний)

source: Font color (Italic
et: Teksti värv (Kaldkiri)
lt: Šrifto spalva (kursyvas)
uk: Колір шрифту (курсив)

source: Font color (Regular)
et: Teksti värv (Tavakiri)
lt: Šrifto spalva (įprastas)
uk: Колір шрифту (регулярний)

source: Font size
et: Tähesuurus
lt: Šrifto dydis
sk: Velkosť písma
uk: Розмір шрифту

source: Font transparency (Bold)
et: Teksti läbipaistvus (Rasvane)
lt: Šrifto skaidrumas (paryškintas)
uk: Прозорість шрифту (жирний)

source: Font transparency (Italic)
et: Teksti läbipaistvus (Kaldkiri)
lt: Šrifto skaidrumas (kursyvas)
uk: Прозорість шрифту (курсив)

source: Font transparency (Regular)
et: Teksti läbipaistvus (Tavakiri)
lt: Šrifto skaidrumas (įprastas)
uk: Прозорість шрифту (регулярний)

source: Font type (Bold)
et: Kirjatüüp (Rasvane)
lt: Šrifto tipas (paryškintas)
uk: Тип шрифту (жирний)

source: Font type (Italic)
et: Kirjatüüp (Kaldkiri)
lt: Šrifto tipas (kursyvas)
uk: Тип шрифту (курсив)

source: Font type (Regular)
et: Kirjatüüp (Tavakiri)
lt: Šrifto tipas (įprastas)
uk: Тип шрифту (регулярний)

source: For more details please check search settings
et: Rohkem üksikasju leiab otsingu seadistustes
lt: Įšsamesnės informacijos gausite, patikrinę paieškos nustatymus
uk: Для більш докладної інформації, будь ласка, перевірте налаштування пошуку

source: General settings
et: Üldseaded
lt: Bendrosios nuostatos
uk: Генеральні налаштування

source: Hide delay
et: Varjamise viiteaeg
lt: Slėpti uždelsimą
sk: Oneskorenie skrytia tituliek
uk: Приховати затримку

source: History
et: Ajalugu
lt: Istorija
sk: História
uk: Історія

source: Language
et: Keel
lt: kalbą
sk: Jazyk
uk: Мова

source: Language selection
et: Keele valik
lt: Kalbos pasirinkimas
sk: Výber jazyka
uk: Вибір мови

source: List
et: Nimekiri
lt: Sąrašas
sk: Zoznam
uk: Список

source: List + File
et: Nimekiri + fail
lt: Sąrašas + failas
sk: Zoznam + Súbor
uk: Список + файл

source: List of storage devices
et: Andmekandjate loetelu
lt: Laikmenos įrenginių sąrašas
uk: Список доступних пристроїв

source: Load subtitles after download
et: Pärast tõmbamist laadi subtiitrid
lt: Parsiuntus, įkelti subtitrus
sk: Načítať titulky po stiahnutí
uk: Застосування субтитрів після завантаження

source: Load/Save download history directory
et: Otsinguajaloo kataloog
lt: Įkelti /iIšsaugoti parsisiuntimų katalogą
sk: Adresár pre históriu sťahovania
uk: Каталог історії завантаження

source: Manual search
et: Käsiotsing
lt: Rankinė paieška
sk: Manuálne vyhľadávanie
uk: Ручний пошук

source: Max history entries
et: Suurim ajalookirjete arv
lt: Maks. istorijos įrašų skaičius
sk: Maximálny počet položiek v histórii
uk: Максимум записів історії

source: Movie
et: Film
lt: Filmas
sk: Film
uk: Фільм

source: Name
et: Nimi
lt: Pavadinimas
sk: Názov
uk: Ім'я

source: Next to video
et: Filmiga ühine kataloog
lt: su vaizdo failu
sk: Pri videu
uk: Разом з відео

source: No external subtitles are loaded
et: Väliseid subtiitreid ei ole laaditud
lt: Išorinių subtitrų neįkelta
uk: Немає застосованих зовнішніх субтитрів

source: No subtitles found :(
et: Subtiitreid ei leitud
lt: Subtitrų nerasta
sk: Nenašli sa žiadne titulky :(
uk: Не знайдено субтитрів :(

source: None
et: Pole
lt: Nieko
sk: žiadne
uk: Нічего

source: PTS check delay
et: Ajanihke kontrolli viiteaeg
lt: PTS patikrinimo delsa
uk: Перевірка затримки PTS

source: Parent directory
et: Ülemkataloog
lt: Aukštesnysis katalogas
uk: Батьківський каталог

source: Path
et: Asukoht
lt: Kelias
sk: Cesta
uk: Каталог

source: Path doesn't exist!
et: Asukoht puudub!
lt: Kelias neegzistuoja!
sk: Zadaná cesta neexistuje!
uk: Каталог не існує!

source: Pause video on opening subtitles menu
et: Peata teaasesitus subtiitrite menüü avamisel
lt: Atvėrus subtitrų meniu, pristabdyti vaizdo įrašą
sk: Pozastaviť video po otvorení menu tituliek
uk: Пауза відео при відкритті меню субтитрів

source: Player delay
et: Pleieri viiteaeg
lt: Grotuvo delsa
sk: Oneskorenie prehrávača
uk: Затримка плеєра

source: Position
et: Asukoht
lt: Padėtis
sk: Pozícia
uk: Позиція

source: Preferred Movie provider
et: eelistatud pakkuja filmidele
lt: Pageidaujamas filmų teikėjas
sk: Preferovaný poskytovateľ pre filmy
uk: Пріоритетний постачальник фільмів

source: Preferred TV show provider
et: eelistatud pakkuja seriaalidele
lt: Pageidaujamas TV šou teikėjas
sk: Preferovaný poskytovateľ pre relácie
uk: Пріоритетний постачальник серіалів

source: Preferred languages
et: Eelistatud keeled
lt: Pageidaujama kalba
sk: Preferované jazyky
uk: Пріоритетні мови

source: Preferred subtitles language
et: Eelistatud keel subtiitritele
lt: Pageidaujama subtitrų kalba
sk: Preferovaný jazyk tituliek
uk: Пріоритетні мови субтитрів

source: Press OK to Stop
et: Peatamiseks vajuta OK
lt: Kad sustabdyti, spauskitr 'OK'
sk: Stlačte OK pre Zastavenie
uk: Пріоритетні мови субтитрів

source: Press OK to confirm
et: Kinnitamiseks vajuta OK
lt: Patvirtinimui, spauskite'OK'
sk: Potvrdte stlačením OK tlačidla
uk: Пріорітетні мови субтітрів

source: Provider
et: Levitaja
lt: tiekėją
sk: Poskytovateľ
uk: Поставщик

source: Provider name
et: Levitaja nimi
lt: Tiekėjo pavadinimas
sk: Názov poskytovatela
uk: Ім'я постачальника

source: Refresh delay
et: Värskendamise viiteaeg
lt: Atnaujinimo delsa
uk: Затримка поновлення

source: Release
et: Väljalase
lt: leidimo data
uk: Реліз

source: Remove (file)
et: Eemalda (fail)
lt: Pašalinti (failą)
sk: Zmazať (súbor)
uk: Видалити (файл)

source: Remove Entry (List)
et: Eemalda kirje (nimekiri)
lt: Pašalinti įrašą (sąrašas)
sk: Zmazať Položku (Zoznam)
uk: Видалити запис (список)

source: Remove Entry (List+File)
et: Eemalda kirje (nimekiri+fail)
lt: Pašalinti įrašą (sąrašas+failas)
sk: Zmazať Položku (Zoznam+Súbor)
uk: Видалити запис (список + файл)

source: Remove action
et: Tegevus eemaldamisel
lt: Pašalinti veiksmą
sk: Zmazať
uk: Акція видалення

source: Reset
et: Lähtesta
lt: Atkurti
uk: Скидання

source: Reset Defaults
et: Taasta vaikeväärtused
lt: Atkurti į numatytasias
sk: Pôvodné nastavenie
uk: Скидання по дефолту

source: Save
et: Salvesta
lt: Išsaugoti
sk: Uložiť
uk: Зберегти

source: Save as
et: Salvesta kui
lt: Įrašyti, kaip
sk: Uložiť ako
uk: Зберегти як

source: Save downloaded subtitles to history
et: Salvesta allalaetud subtiitrid ajalukku
lt: Išsaugoti atsisiųstus subtitrus į istoriją
sk: Uložiť stiahnuté titulky do histórie
uk: Зберігати завантажені субтитри в історію

source: Save subtitles as
et: Salvesta subtiitrid kui
lt: Išsaugoti subtitrus, kaip
sk: Uložiť titulky ako
uk: Зберегти субтитри як

source: Save subtitles as (fallback)
et: Salvesta subtiitrid kui (varuvariant)
lt: Išsaugoti subtitrus, kaip (rezerv.)
uk: Зберегти субтитри як (резерв)

source: Save subtitles to
et: Salvesta subtiitrid asukohta
lt: Išsaugoti subtitrus į
sk: Uložiť titulky do
uk: Зберегти субтитри в

source: Save to
et: Salvesta asukohta
lt: Įrašyti į
sk: Uložiť do
uk: Зберегти в

source: Search
et: Otsing
lt: Paieška
sk: Hľadať
uk: Пошук

source: Search parameters
et: Otsisõnad
lt: Paieškos parametrai
sk: Parametre vyhľadávania
uk: Параметри пошуку

source: Search settings
et: Otsingu seadistus
lt: Paieškos nuostatos
uk: Налаштування пошуку

source: Search subtitles
et: Otsi subtiitreid
lt: Subtitrų paieška
sk: Vyhľadať titulky
uk: Пошук субтитрів

source: Season
et: Hooaeg
lt: Sezonas
sk: Séria
uk: Сезон

source: Select Directory
et: Vali kataloog
lt: Pasirinkite katalogą
sk: Vyberte adresár
uk: Вибір каталога

source: Settings
et: Seaded
lt: Nuostatos
sk: Nastavenia
uk: Налаштування

source: Shadow
et: Vari
lt: Šešėlis
sk: Tieňovanie
uk: Тінь

source: Shadow X-offset
et: Varju horisontaalne nihe
lt: Šešėlis - horizontalus poslinkis
sk: Horizontálna odchýlka
uk: Тінь - зміщення по горизонталі

source: Shadow Y-offset
et: Varju vertikaalne nihe
lt: Šešėlis - vertikalus poslinkis
sk: Vertikálna odchýlka
uk: Тінь - зміщення по вертикалі

source: Shadow color
et: Varju värv
lt: Šešėlio spalva
sk: Farba tieňovania
uk: Колір тіні

source: Shadow size
et: varju suurus
lt: Šešėlio dydis
sk: Šírka orámovania
uk: Розмір тіні

source: Shadow type
et: Varju tüüp
lt: Šešėlio tipas
sk: Typ tieňovania
uk: Тип тіні

source: Show expert settings
et: Näita täpsemaid sätteid
lt: Rodyti išplėstinius nustatymus
sk: Zobraziť experné nastavenia
uk: Показати експертні налаштування

source: Some subtitles providers are not working
et: Mõned subtiitrite pakkujad ei tööta
lt: Kai kurie subtitrų tiekėjai neveikia
sk: Niektorý poskytovatelia tituliek sú nefunkčný
uk: Деякі постачальники субтитрів не працюють

source: Sort subtitles list by
et: Järjestuse aluseks
lt: Rūšiuoti subtitrų sąrašą pagal
sk: Zoradiť titulky podľa
uk: Сортувати список субтитрів по

source: Source title
et: Allika nimi
lt: Šaltinio pavadinimas
sk: Zdrojový názov
uk: Назва джерела

source: Source title not provided
et: Allika nimi andmata
lt: Šaltinio pavadinimas nepateiktas
sk: Zdrojový názov nie je k dispozícii
uk: Назва джерела не представлено

source: State
et: Olek
lt: Būklė
sk: Stav
uk: Стан

source: SubsSupport DVB player
et: SubsSupport subtiitrid
lt: Subtitrai - DVB leistuvas
uk: Субтитри - DVB плеєр

source: SubsSupport downloader
et: Subtiitrite hankimine
lt: Subtitrai - įkėlimas
uk: Субтитри - завантаження

source: SubsSupport settings
et: SubsSupport seaded
lt: Subtitrai - parametrai
uk: Субтитри - налаштування

source: Subtitle
et: Subtiitrid
lt: Subtitrai
sk: Titulky
uk: Субтитри

source: Subtitles Delay
et: Subtiitrite viiteaeg
lt: Subtitrų delsa
uk: Затримка субтитрів

source: Subtitles FPS
et: Subtiitrite kaadrisagedus
lt: Subtitrų FPS
uk: FPS субтитрів

source: Subtitles Position
et: Subtiitrite asukoht
lt: Subtitrų padėtis
uk: Позиція субтитрів

source: Subtitles Time
et: Subtiitrite aeg
lt: Subtitrų laikas
uk: Час субтитрів

source: Subtitles download path
et: Subtiitrite allalaadimise asukoht
lt: Subtitrų parsisiuntimo kelias
sk: Sťahovať titulky do
uk: Каталог завантаження субтитрів

source: Subtitles provider timeout
et: Subtiitrite levitaja aegumine
lt: Subtitrų tiekėjo atsakas
sk: Časový limit poskytovateľa tituliek
uk: Тайм-аут постачальника субтитрів

source: Subtitles search
et: Subtiitrite otsing
lt: Subtitrų paieška
sk: Vyhladávanie tituliek
uk: Пошук субтитрів

source: Subtitles search settings
et: Subtiitrite otsingu seadistus
lt: Subtitrų paiešos nuostatos
uk: Налаштування пошуку субтитрів

source: Subtitles setting
et: Subtiitrite seadistus
lt: Subtitrų nustatymas
sk: Nastavenia tituliek
uk: Налаштування субтитрів

source: Subtitles settings
et: Subtiitrite seaded
lt: Subtitrų nuostatos
sk: Nastavenie tituliek
uk: Налаштування субтитрів

source: Subtitles settings (embedded)
et: Põimitud subtiitrite seaded
lt: Subtitrų nuostatos (įterptos)
sk: Nastavenie tituliek (vnorené)
uk: Налаштування субтитрів (вбудовані)

source: Subtitles temp path
et: Subtiitrite ajutine kataloog
lt: Subtitrų laikinasis kelias
sk: Dočasné úložisko pre titulky
uk: Тимчасовий каталог субтитрів

source: Subtitles will be downloaded in
et: Subtiitrid tõmmatakse asukohta
lt: Subtitrai bus parsiųsti į
sk: Titulky sa stiahnu za
uk: Субтитри будуть завантажені в

source: Suggestions
et: Soovitused
lt: Pasiūlymai
sk: Návrhy
uk: Пропозиції

source: Supported languages
et: Toetatud keeled
lt: Palaikomos kalbos
sk: Podporované jazyky
uk: Мови

source: Sync delay
et: Sünkroonimise viiteaeg
lt: Sinchronizavimo delsa
uk: Затримка синхронізації

source: TV show
et: Seriaal
lt: TV šou
sk: Seriál
uk: Серіал

source: There are more subtitles in unpacked archive please select which one do you want to use
et: Arhiivis on mitu subtiitrit. Vali see, mida soovid kasutada
lt: Išskleistame archyve yra daugiau subtitrų, pasirinkite, kuriuos norite naudoti
sk: V balíčku sa nachádza viac tituliek vyberte tie ktoré chcete použiť

source: There was an error while removing subtitle, please check log
et: Subtiitrite eemaldamisel toimus viga. Vaata logi.
lt: Šalinant subtitrus, įvyko klaida. Žiūrėkite klaidų žurnalą
sk: Nastala chyba pri mazaní tituliek, prosím skontrolujte log
uk: Були знайдені помилки при видаленні субтитрів, будь ласка, перевірте лог

source: Time
et: Aeg
lt: Laikas
uk: Час

source: Title
et: Nimi
lt: Pavadinimas
sk: Názov
uk: Назва

source: Try update(simplify) search expression and try again..
et: Ürita muuta (lihtsustada) otsisõna ja proovi uuesti
lt: Pabandykite supaprastinti paieškos kriterijus ir bandykite dar kartą...
sk: Skúste aktualizovať (zjednodušiť) hľadaný výraz..
uk: Спробуйте оновити (спростити) вираз пошуку і пошукати ще раз ...

source: Turn off subtitles
et: Lülita subtiitrid välja
lt: Išjungti subtitrus
sk: Vypnúť titulky
uk: Приховати субтитри

source: Type
et: Tüüp
lt: Tipas
sk: Typ
uk: Тип

source: Type text of picture
et: Trüki tekst pildilt
lt: Įrašykite paveikslėlio tekstą
sk: Opíšte text obrázku
uk: Тип тексту на зображенні

source: Update
et: Uuenda
lt: Atnaujinimas
sk: Aktualizovať
uk: Оновити

source: Update Search params
et: Uuenda otsisõnu
lt: Pakeisti paieškos parametrus
sk: Aktualizujte parametre vyhľadávania
uk: Оновлення параметрів пошуку

source: Update search parameters if not correct and press green button for search
et: Muuda vajadusel otsisõna ja vajuta rohelist nuppu
lt: Pakeiskite paieškos parametrus, jei šie neteisingi ir paieškai pradėti, spauskite 'ŽALIĄ' mygtuką
sk: Aktualizujte parametre pre vyhľadávanie a stlačte zelené tlačidlo pre vyhľadanie tituliek
uk: Оновлення параметри пошуку, якщо вони не коректні І натисніть зелену кнопку для пошуку

source: Use File path
et: Kasuta faili asukohta
lt: Kelias iki failo
sk: Použiť cestu k videu
uk: Застосувати каталог

source: Switch List
et: Nimekirja vahetus
lt: Perjungti sąrašą
uk: Переключити список

source: User defined
et: Kasutaja määratud
lt: pasirinkta vartotojo
sk: Uživateľsky definované
uk: Визначено користувачем

source: Video filename
et: Video failinimi
lt: vaizdo failo pavadinimas
sk: Video súbor
uk: Ім'я відеофайлу

source: Year
et: Aasta
lt: Metai
sk: Rok
uk: Год

source: You have OpenPli-based image, please change embedded subtitles settings in Settings / System / Subtitles settings
et: Kasutad OpenPLi-põhist tarkvara. Põimitud subtiitrite seadistusi muuda: Menu>Seadistamine>Süsteem>Subtiitrite seaded
lt: Naudojate OpenPLi pagrindu kurtą atvaizdą, pakeiskite įterptųjų subtitrų nustatymus -> Nuostatos > Sistema > Subtitrų nuostatos
uk: Для іміджів на основі OpenPli, будь ласка, поміняйте налаштування вбудованих субтитрів в Налаштування / Система / Меню Налаштування субтитрів

source: black
et: must
lt: juoda
sk: čierna
uk: Чорний

source: blue
et: sinine
lt: mėlyna
sk: modrá
uk: синій

source: border
et: kontuur
lt: kraštas
sk: orámovanie
uk: кайомка

source: bottom
et: all
lt: apačia
sk: na spodku
uk: низ

source: cannot decode
et: ei suuda avade
lt: iškoduoti nepavyksta
sk: nemôžem dekódovať
uk: неможливо декодувати

source: cannot sync to event, event is not available
et: saatega sünkimine ei õnnestu, saade ei ole saadaval
lt: nepavyksta sinchronizuoti su įvykiu, įvykis neprieinamas
uk: Неможливо синхронізувати з подією, подія недоступно
