Repository: ostende/Torrent-Player
Catalog: usr/lib/enigma2/python/Plugins/Extensions/torrentPlayer/lib/SubsSupport/locale/*/LC_MESSAGES/*.po
Languages: et, lt, sk, uk

source: captcha doesn't match, try again...
et: kood ei klapi, proovi uuesti
lt: kodas neatitinka, bandykite dar kartą
sk: zle opísaný obrázok, skúste znova...
uk: код не співпадає, спробуйте ще раз ...

source: change external subtitles status
et: muuda väliste subtiitrite olekut
lt: pakeiskite išorinių subtitrų statusą
uk: зміна статусу зовнішніх субтитрів

source: change subtitles fps
et: muuda subtiitrite kaadrisagedust
lt: keisti subtitrų fps
uk: зміна fps субтитрів

source: close plugin
et: sulge plugin
lt: uždaryti įskiepį
uk: закрити плагін

source: decrease subtitles delay
et: vähenda subtiitrite viiteaega
lt: sumažinti subtitrų delsą
uk: затримка зменшення субтитрів

source: disabled
et: keelatud
lt: išjungta
sk: vypnuté
uk: вимкнено

source: displays this menu
et: kuvatakse see menüü
lt: rodo šį meniu
uk: показати це меню

source: downloading subtitles...
et: subtiitrite tõmbamine
lt: atsiunčiami subtitrai ...
sk: sťahujem titulky...
uk: завантаження субтитрів ...

source: dynamic
et: dünaamiline
lt: dinaminis
sk: dynamické
uk: динамічний

source: enabled
et: lubatud
lt: įjungta
sk: povolené
uk: увімкнено

source: error
et: viga
lt: klaida
sk: chyba
uk: помилка

source: exit
et: välju
lt: užverti
uk: вихід

source: green
et: roheline
lt: žalia
sk: zelená
uk: зелений

source: grey
et: hall
lt: pilka
sk: šedá
uk: сірий

source: increase subtitles delay
et: suurenda subtiitrite viiteaega
lt: padidinti subtitrų delsą
uk: затримка включення субтитрів

source: invalid credentials provided, correct them and try again
et: rekvisiidid olid valed, paranda ja proovi uuesti
lt: įvesti neteisingi duomenys, ištaisykite ir bandykite dar kartą
sk: použili ste nesprávne prihlasovacie údaje, opravte ich a skúste znova
uk: недійсні дані для входу, будь ласка, виправте і спробуйте ще раз

source: jump to next subtitle
et: hüpe järgmisele reale
lt: pereiti prie kitų subtitrų
uk: перехід до наступних субтитрів

source: jump to previous subtitle
et: hüpe eelmisele reale
lt: pereiti prie ankstesnių subtitrų
uk: перехід до попередніх субтитрів

source: library
et: teek
lt: biblioteka
sk: knižnica
uk: бібліотека

source: loading subtitles list
et: subtiitrite nimekirja laadimine
lt: įkeliamas subtitrų sąrašas
sk: Načítavam zoznam tituliek
uk: завантаження списку субтитрів

source: missing
et: puudub
lt: trūksta
sk: chýba
uk: відсутнє

source: no
et: ei
lt: ne
sk: nie
uk: немає

source: no credentials provided, set them and try again
et: rekvisiidid puuduvad, sisesta ja proovi uuesti
lt: neįvesti duomenys, įveskite ir bandykite dar kartą
sk: zadajte prihlasovacie údaje a skúste znova
uk: ненадані облікові дані, встановіть їх та спробуйте знову

source: nothing connected
et: pole ühendatud
lt: nieko nepajungta
uk: нічого не підключено

source: offset
et: nihe
lt: poslinkis
sk: odchýlka
uk: зміщення

source: opaque
et: läbipaistmatu
lt: neskaidrus
sk: nepriehľadné
uk: непрозорий

source: original
et: algne
lt: originalus
uk: оригінал

source: pause subtitles playback
et: peata subtiitrite esitus
lt: subtitrų atkūrimo pauzė
uk: пауза відтворення субтитрів

source: play/pause subtitles playback
et: peata/taasta subtiitrite esitus
lt: subtitrų atkūrimo paleidimas/pauzė
uk: вкл/пауза відтворення субтитрів

source: press green
et: vajuta rohelist
lt: spauskite 'ŽALIĄ' mygtuką
sk: stlačte zelené
uk: натиснути зелену

source: press red
et: vajuta punast
lt: spauskite 'RAUDONĄ' mygtuką
sk: stlačte červené
uk: натиснути червону

source: purple
et: purpur
lt: violetinė
sk: fialová
uk: пурпурний

source: red
et: punane
lt: raudona
sk: červená
uk: червоний

source: reset subtitles delay/fps
et: lähtesta subtiitrite viiteaeg/kaadrisagedus
lt: atkurti numatytą delsą ir fps
uk: скидання затримки/fps субтитрів

source: restarts current subtitle
et: taaskäivitab aktiivse subtiitri
lt: dabartinius subtitrus įkels iš naujo
uk: рестарт поточних субтитрів

source: resumes subtitles playback
et: jätkab subtiitrite esitust
lt: pratęs subtitrų atkūrimą
uk: відновити відтворення субтитрів

source: seconds
et: sekundit
lt: sek.
sk: sekúnd
uk: секунд

source: settings
et: seaded
lt: nustatymai
sk: nastavenia
uk: налаштування

source: show subtitles menu
et: näita subtiitrite menüüd
lt: rodyti subtitrų meniu
sk: zobraziť nastavenia tituliek
uk: показати меню субтитрів

source: show/hide subtitles status
et: näita/peida subtiitrite olek
lt: rodyti/slėpti subtitrų statusą
uk: приховати/показати статус субтитрів

source: skip previous subtitle by setting time in minutes
et: hüpe subtiitri reale määrates aja minutites
lt: grįžti prie ankstesnių subtitrų pagal laiką minutėmis
uk: перехід до попередніх субтитрами за часом у хвилинах

source: skip subtitle to current event position
et: subtiitrite hüpe saate aktiivsele asukohale
lt: pereiti prie šios įvykio pozicijos subtitrų
uk: переклад субтитрів до поточної позиції події

source: skip to next subtitle
et: hüpe edasi
lt: pereiti prie sekančių subtitrų
uk: переход к следующим субтитрам

source: skip to next subtitle (minute jump)
et: hüpe edasi (1 minut)
lt: pereiti prie sekančių subtitrų (minutės šuolis)
uk: ерехід до наступних субтитрами (стрибок хвилина)

source: skip to next subtitle by setting time in minutes
et: hüpe subtiitri reale määrates aja minutites
lt: pereiti prie sekančių subtitrų pagal laiką minutėmis
uk: перехід до наступних субтитрів за часом у хвилинах

source: skip to previous subtitle
et: hüpe tagasi
lt: grįžti prie ankstesnių subtitrų
uk: перехід до попередніх субтитрами

source: skip to previous subtitle (minute jump)
et: hüpe tagasi (1 minut)
lt: grįžti prie ankstesnių subtitrų (minutės šuolis)
uk: перехід до попередніх субтитрів (стрибок хвилина)

source: static
et: staatiline
lt: statinis
sk: statické
uk: статистичний

source: subtitles found
et: subtiitrit leitud
lt: rasti subtitrai
sk: nájdených tituliek
uk: знайдені субтитри

source: top
et: ülal
lt: viršus
sk: na vrchu
uk: уверх

source: transparent
et: läbipaistev
lt: skaidrus
sk: transparentné
uk: прозорий

source: unknown
et: tundmatu
lt: nežinomas
uk: невідомий

source: unpack error: cannot get subname
et: viga lahtipakkimisel: nime hankimine nurjus
lt: išskleidimo klaida: nerastas subtitrų pavadinimas
sk: chyba rozbalovania
uk: помилка розпакування: неможливо отримати внутрішнє ім'я

source: unpack error: cannot open archive
et: viga lahtipakkimisel: arhiivi avamine nurjus
lt: išskleidimo klaida: archyvas neatsidaro
sk: chyba rozbalovania: nemôžem otvoriť archív
uk: помилка розпакування: неможливо відкрити архів

source: unsupported archive %s
et: arhiiv %s pole toetatud
lt: nepalaikomas archyvas %s
sk: nepodporovaný archív %s
uk: архів не підтримується %s

source: watch DVB broadcast with subtitles
et: Subtiitrid telesaadetele ja filmidele
lt: žiūrėti DVB transliaciją su subtitrais
uk: Перегляд DVB трансляцій з субтитрами

source: white
et: valge
lt: balta
sk: biela
uk: білий

source: will be removed from file system
et: eemaldatakse süsteemist
lt: bus pašalinti iš failų sistemos
sk: bude zmazaný z disku
uk: буде видалено з файлової системи

source: will be removed from list
et: eemaldatakse nimekirjast
lt: bus pašalinti iš sąrašo
sk: bude zmazaný zo zoznamu
uk: буде видалено зі списку

source: yellow
et: kollane
lt: geltona
sk: žltá
uk: жевтий

source: yes
et: jah
lt: taip
sk: áno
uk: так

source: There are more subtitles in unpacked archive please select which one do you want to use
uk: В архіві знайдено кілька розпакованих файлів. Будь ласка виберіть потрібний для використання

source: Block (old)
sk: B

source: External subtitles setting
sk: Nastavenia externých tituliek

source: Parsing/Rendering
sk: Parsovanie/Zobrazovanie

source: Font type
sk: Font

source: Transparency
sk: Transparentnosť

source: Embedded subtitles setting
sk: Nastavenia vnorených tituliek

source: Parent Directory
sk: Vyberte adresár

source: Subtitles with this name already exist Do you want to overwrite them
sk: Titulky s týmto menom už existujú Chcete ich prepísať?

source: Username
sk: Prihlasovacie meno

source: Password
sk: Heslo
